// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Tulostimen tila";

SuppliesDetailsTitle = "Tarkat tarviketiedot";
OrderSuppliesTitle = "Tilaa HP:n tarvikkeita";

/* Loading process message */
"Loading..." = "Ladataan…";

// Color Names
"black" = "Mattamusta";
"blue" = "Sininen";
"brightyellow" = "Kirkkaankeltainen";
"cyan" = "Syaani";
"darkgray" = "Valokuvamusta";
"darkmagenta" = "Tumma magenta";
"flourescentpink" = "Neonpinkki";
"flourescentyellow" = "Neonkeltainen";
"glossyblack" = "Kiiltävä musta";
"gray" = "Harmaa";
"green" = "Vihreä";
"lightcyan" = "Vaaleansyaani";
"lightgray" = "Vaaleanharmaa";
"lightmagenta" = "Vaaleanmagenta";
"lightyellow" = "Vaaleankeltainen";
"magenta" = "Magenta";
"matteblack" = "Mattamusta";
"mediumcyan" = "Keskisyaani";
"mediumgray" = "Keskiharmaa";
"orange" = "Oranssi";
"photoblack" = "Valokuvamusta";
"red" = "Punainen";
"reflexblue" = "Reflex Blue -sininen";
"rhodaminered" = "Rhodamine Red -punainen";
"transparent" = "Kiillon lisääjä";
"violet" = "Sininen";
"white" = "Valkoinen";
"yellow" = "Keltainen";

/* Name field label */
"Name:" = "Nimi:";

/* Model field label */
"Model:" = "Malli:";

/* Connection field label */
"Connection:" = "Yhteys:";

/* Address field label */
"IP Address:" = "IP-osoite:";

/* Firmware version field label */
"FW Version:" = "Laiteohjelmiston versio:";

// Buttons
PrinterDetailsButtonTitle = "Tulostimen tiedot…";
PrinterDetailsButtonToolTip = "Katso tulostimen tilaa ja varoituksia koskevia lisätietoja HP Printer Monitor -ohjelmasta.";
SuppliesDetailsButtonTitle = "Tarviketiedot…";
SuppliesDetailsButtonToolTip = "Napsauta tästä nähdäksesi mustesäiliöitä, tulostuspäitä ja paperin tilaa koskevia lisätietoja.";
OrderSuppliesButtonTitle = "Tilaa HP:n tarvikkeita";
OrderSuppliesButtonToolTip = "Tilaa HP:n tarvikkeita HP.com -sivustosta";

